Repository: wmicheel/cortex
Catalog: cortex/Resources/Localizations/Localizable.xcstrings
Source language: en
Languages: de

# common.cancel
source: Cancel
de: Abbrechen

# common.save
source: Save
de: Speichern

# common.delete
source: Delete
de: Löschen

# common.edit
source: Edit
de: Bearbeiten

# common.add
source: Add
de: Hinzufügen

# common.search
source: Search
de: Suchen

# common.close
source: Close
de: Schließen

# common.loading
source: Loading...
de: Lädt...

# dashboard.welcome_message
source: Welcome to Cortex
de: Willkommen bei Cortex

# dashboard.subtitle
source: Your Second Brain, Powered by AI
de: Dein zweites Gehirn, powered by AI

# dashboard.total_entries
source: Entries
de: Einträge

# dashboard.ai_enhanced
source: AI Enhanced
de: KI-Optimiert

# knowledge.title
source: Knowledge Base
de: Wissensbasis

# knowledge.search_placeholder
source: Search your knowledge...
de: Durchsuche dein Wissen...

# knowledge.no_entries
source: No Entries Yet
de: Noch keine Einträge

# knowledge.no_results
source: No Results
de: Keine Ergebnisse

# command_palette.placeholder
source: Type a command or search...
de: Befehl eingeben oder suchen...

# command_palette.no_commands
source: No commands found
de: Keine Befehle gefunden

# command_palette.try_different
source: Try a different search term
de: Versuche einen anderen Suchbegriff

# command_palette.loading_commands
source: Loading commands...
de: Lade Befehle...

# command_palette.esc_to_close
source: to close
de: zum Schließen

# command_palette.command.new_entry
source: New Knowledge Entry
de: Neuer Wissenseintrag

# command_palette.command.new_entry_desc
source: Create a new entry in your knowledge base
de: Erstelle einen neuen Eintrag in deiner Wissensbasis

# command_palette.command.ai_process
source: AI Process Entries
de: KI-Verarbeitung

# command_palette.command.ai_process_desc
source: Process entries with AI (tags, summaries, links)
de: Verarbeite Einträge mit KI (Tags, Zusammenfassungen, Links)

# command_palette.command.settings
source: Open Settings
de: Einstellungen öffnen

# command_palette.command.settings_desc
source: Configure Cortex settings and AI services
de: Konfiguriere Cortex-Einstellungen und KI-Dienste

# settings.title
source: Settings
de: Einstellungen
